export default defineEventHandler(async (event) => {
  return [
    {
            uuid: 3219895632,
            sender: 'سیستم',
            title: 'امنیت سایت شما در خطر است!',
            date: '19 شهریور 1402 - 10:23',
            message: ' لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل <strong>حروفچینی</strong> دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل <a href="./panel">دنیای موجود</a> طراحی اساسا مورد استفاده قرار گیرد. '
        },
        {
            uuid: 3218985632,
            sender: 'مدیریت',
            title: 'افزایش 25 درصدی قیمت اسکن ها افزایش 25 درصدی قیمت اسکن ها',
            date: '19 شهریور 1402 - 10:23',
            message: ' لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل <strong>حروفچینی</strong> دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل <a href="./panel">دنیای موجود</a> طراحی اساسا مورد استفاده قرار گیرد. '
        },
        {
            uuid: 3219485632,
            sender: 'کارشناس امنیت',
            title: 'چندتا راهکار برای افزایش امینت سایت',
            date: '19 شهریور 1402 - 10:23',
            message: ' لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل <strong>حروفچینی</strong> دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل <a href="./panel">دنیای موجود</a> طراحی اساسا مورد استفاده قرار گیرد. '
        },
        {
            uuid: 3219805632,
            sender: 'سیستم',
            title: 'امنیت سایت شما در خطر است!',
            date: '19 شهریور 1402 - 10:23',
            message: ' لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل <strong>حروفچینی</strong> دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل <a href="./panel">دنیای موجود</a> طراحی اساسا مورد استفاده قرار گیرد. '
        }
    ]
})
