export default defineEventHandler(async (event) => {
    return [
        {
            id: 52,
            title: "قیمت هر یک از اسکن چقدر است؟",
        },
        {
            id: 42,
            title: "چگونه اشتراک سازمانی بگیریم؟",
        },
        {
            id: 10,
            title: "اسکن خودکار چگونه کار می کند؟",
        },
        {
            id: 98,
            title: "چگونه کیف پول خود را شارژ کنیم؟",
        },
        {
            id: 28,
            title: "سکیور چه کمکی به ما می کند؟",
        },
        {
            id: 42,
            title: "چگونه اشتراک سازمانی بگیریم؟",
        },
        {
            id: 10,
            title: "اسکن خودکار چگونه کار می کند؟",
        },
        {
            id: 98,
            title: "چگونه کیف پول خود را شارژ کنیم؟",
        },
        {
            id: 28,
            title: "سکیور چه کمکی به ما می کند؟",
        },
    ];
});
