export default defineEventHandler((event) => {
    return {
        isFinished: true,
        status: 'critical', // critical , bad , low , good , secure
        progress: 63,
        type: 'pro', // pro , free, organization
        itemCounts: {
            good: 11,
            low: 5,
            bad: 3,
            critical: 9
        },
        datetime: '26 شهریور 1402 - 12:30',
        elapsed: '3.12 ثانیه',
        scanersType: 'پایه',
        domain: 'https://aliranjbar.ir/license',
        shareLink: 'https://secyour.com/scan/226870',
        technologies: [
            {
                icon: 'apache.png',
                name: 'Apache'
            },
            {
                icon: 'cakephp.png',
                name: 'CakePHP'
            },
            {
                icon: 'linux.png',
                name: 'Linux'
            },
            {
                icon: 'typescript.png',
                name: 'TypeScript'
            },
            {
                icon: 'pycharm.png',
                name: 'Pycharm'
            },
            {
                icon: 'webpack.png',
                name: 'Webpack'
            },
        ],
        reports: [
            {
                status: 'critical',
                name: 'باگ SSL در چندین صفحه',
                uuid: 'SSL-BUG',
                content: 'اگر وب سایت شما شامل تبلیغات یا منابع فریبنده ای باشد که بازدیدکنندگان را به انجام کارهای خطرناکی مثل افشای اطلاعات محرمانه یا دانلود بدافزارها ترغیب می کند، گوگل این مشکل امنیتی را برای وب سایت شما در نظر می گیرد. محتوای فریب دهنده ممکن است در قالب تصاویر یا هر ویژگی ظاهری دیگر و همچنین تبلیغات نمایش داده شود. گاهی اوقات این تبلیغات برای کاربران صفحه قابل مشاهده است. اما در برخی از موارد دیگر نیز سایت میزبان هیچگونه تبلیغاتی نیست اما کاربران را به صورت popup یا حالت های مختلف دیگر به صفحات بد انتقال می دهد. این نوع از محتوای فریبنده را نمونه ای از مهندسی اجتماعی می دانند. بدافراز در واقع هرگونه نرم افزاری است که به صورت اختصاصی برای آسیب رساندن به سیستم یا گوشی تلفن همراه کاربران طراحی شده است. یک هکر می تواند یکسری لینک یا محتوای اسپم را به صفحات وب سایت شما اضافه کند. چنین مواردی می تواند وب سایت شما را به خطر بیندازد. اگر یک هکر صفحات جدیدی را روی وب سایت شما ایجاد کند که حاوی کلمات یا لینک های اسپم باشد، شما با خطای امنیتی Hacked type: URL injection گوگل رو به رو می شوید. گاهی اوقات این صفحات جدید حاوی کدهایی هستند که به طور معمول توسط شما ایجاد نمی شوند. مثل هدایت کاربران به وب سایت های دیگر یا مشارکت وب سرور سایت شما در یک حمله به سایت های دیگر. برای رفع مشکل امنیتی سایت از نظر گوگل باید به ترتیب زیر پیش بروید: \n' +
                    '\n' +
                    'در ابتدا باید اطمینان حاصل کنید که صفحات وب سایت شما دارای محتوا یا تبلیغات فریبنده هستند. برای اینکار می توانید از ابزار URL inspecrtion سرچ کنسول گوگل استفاده کنید. در نظر داشته باشید که برخی از تبلیغات در دستگاه های تلفن همراه و نسخه دسکتاپ متفاوت باشند.\n' +
                    'محتوا یا منابع فریبنده شناسایی شده را حذف نمایید. تا زمانی که این صفحات حذف نشوند، نمی توانید برای رفع مشکل امنیتی موجود اقدام کنید.\n' +
                    'بعد از رفع مشکلات موجود زمان آن می رسد که درخواست بازنگری را از طریق گوگل سرچ کنسول ارسال نمایید.'
            },
            {
                status: 'bad',
                name: 'باگ MYSQL SHELL در ارسال اطلاعات',
                uuid: 'MYSQL-BUG',
                content: 'اگر وب سایت شما شامل تبلیغات یا منابع فریبنده ای باشد که بازدیدکنندگان را به انجام کارهای خطرناکی مثل افشای اطلاعات محرمانه یا دانلود بدافزارها ترغیب می کند، گوگل این مشکل امنیتی را برای وب سایت شما در نظر می گیرد. محتوای فریب دهنده ممکن است در قالب تصاویر یا هر ویژگی ظاهری دیگر و همچنین تبلیغات نمایش داده شود. گاهی اوقات این تبلیغات برای کاربران صفحه قابل مشاهده است. اما در برخی از موارد دیگر نیز سایت میزبان هیچگونه تبلیغاتی نیست اما کاربران را به صورت popup یا حالت های مختلف دیگر به صفحات بد انتقال می دهد. این نوع از محتوای فریبنده را نمونه ای از مهندسی اجتماعی می دانند. بدافراز در واقع هرگونه نرم افزاری است که به صورت اختصاصی برای آسیب رساندن به سیستم یا گوشی تلفن همراه کاربران طراحی شده است. یک هکر می تواند یکسری لینک یا محتوای اسپم را به صفحات وب سایت شما اضافه کند. چنین مواردی می تواند وب سایت شما را به خطر بیندازد. اگر یک هکر صفحات جدیدی را روی وب سایت شما ایجاد کند که حاوی کلمات یا لینک های اسپم باشد، شما با خطای امنیتی Hacked type: URL injection گوگل رو به رو می شوید. گاهی اوقات این صفحات جدید حاوی کدهایی هستند که به طور معمول توسط شما ایجاد نمی شوند. مثل هدایت کاربران به وب سایت های دیگر یا مشارکت وب سرور سایت شما در یک حمله به سایت های دیگر. برای رفع مشکل امنیتی سایت از نظر گوگل باید به ترتیب زیر پیش بروید: \n' +
                    '\n' +
                    'در ابتدا باید اطمینان حاصل کنید که صفحات وب سایت شما دارای محتوا یا تبلیغات فریبنده هستند. برای اینکار می توانید از ابزار URL inspecrtion سرچ کنسول گوگل استفاده کنید. در نظر داشته باشید که برخی از تبلیغات در دستگاه های تلفن همراه و نسخه دسکتاپ متفاوت باشند.\n' +
                    'محتوا یا منابع فریبنده شناسایی شده را حذف نمایید. تا زمانی که این صفحات حذف نشوند، نمی توانید برای رفع مشکل امنیتی موجود اقدام کنید.\n' +
                    'بعد از رفع مشکلات موجود زمان آن می رسد که درخواست بازنگری را از طریق گوگل سرچ کنسول ارسال نمایید.'
            },
            {
                status: 'bad',
                name: 'مشکل deceptive pages',
                uuid: 'deceptive-pages',
                content: 'اگر وب سایت شما شامل تبلیغات یا منابع فریبنده ای باشد که بازدیدکنندگان را به انجام کارهای خطرناکی مثل افشای اطلاعات محرمانه یا دانلود بدافزارها ترغیب می کند، گوگل این مشکل امنیتی را برای وب سایت شما در نظر می گیرد. محتوای فریب دهنده ممکن است در قالب تصاویر یا هر ویژگی ظاهری دیگر و همچنین تبلیغات نمایش داده شود. گاهی اوقات این تبلیغات برای کاربران صفحه قابل مشاهده است. اما در برخی از موارد دیگر نیز سایت میزبان هیچگونه تبلیغاتی نیست اما کاربران را به صورت popup یا حالت های مختلف دیگر به صفحات بد انتقال می دهد. این نوع از محتوای فریبنده را نمونه ای از مهندسی اجتماعی می دانند. بدافراز در واقع هرگونه نرم افزاری است که به صورت اختصاصی برای آسیب رساندن به سیستم یا گوشی تلفن همراه کاربران طراحی شده است. یک هکر می تواند یکسری لینک یا محتوای اسپم را به صفحات وب سایت شما اضافه کند. چنین مواردی می تواند وب سایت شما را به خطر بیندازد. اگر یک هکر صفحات جدیدی را روی وب سایت شما ایجاد کند که حاوی کلمات یا لینک های اسپم باشد، شما با خطای امنیتی Hacked type: URL injection گوگل رو به رو می شوید. گاهی اوقات این صفحات جدید حاوی کدهایی هستند که به طور معمول توسط شما ایجاد نمی شوند. مثل هدایت کاربران به وب سایت های دیگر یا مشارکت وب سرور سایت شما در یک حمله به سایت های دیگر. برای رفع مشکل امنیتی سایت از نظر گوگل باید به ترتیب زیر پیش بروید: \n' +
                    '\n' +
                    'در ابتدا باید اطمینان حاصل کنید که صفحات وب سایت شما دارای محتوا یا تبلیغات فریبنده هستند. برای اینکار می توانید از ابزار URL inspecrtion سرچ کنسول گوگل استفاده کنید. در نظر داشته باشید که برخی از تبلیغات در دستگاه های تلفن همراه و نسخه دسکتاپ متفاوت باشند.\n' +
                    'محتوا یا منابع فریبنده شناسایی شده را حذف نمایید. تا زمانی که این صفحات حذف نشوند، نمی توانید برای رفع مشکل امنیتی موجود اقدام کنید.\n' +
                    'بعد از رفع مشکلات موجود زمان آن می رسد که درخواست بازنگری را از طریق گوگل سرچ کنسول ارسال نمایید.'
            },
            {
                status: 'bad',
                name: 'مشکل  deceptive embedded resources',
                uuid: 'deceptive-resources',
                content: 'اگر وب سایت شما شامل تبلیغات یا منابع فریبنده ای باشد که بازدیدکنندگان را به انجام کارهای خطرناکی مثل افشای اطلاعات محرمانه یا دانلود بدافزارها ترغیب می کند، گوگل این مشکل امنیتی را برای وب سایت شما در نظر می گیرد. محتوای فریب دهنده ممکن است در قالب تصاویر یا هر ویژگی ظاهری دیگر و همچنین تبلیغات نمایش داده شود. گاهی اوقات این تبلیغات برای کاربران صفحه قابل مشاهده است. اما در برخی از موارد دیگر نیز سایت میزبان هیچگونه تبلیغاتی نیست اما کاربران را به صورت popup یا حالت های مختلف دیگر به صفحات بد انتقال می دهد. این نوع از محتوای فریبنده را نمونه ای از مهندسی اجتماعی می دانند. بدافراز در واقع هرگونه نرم افزاری است که به صورت اختصاصی برای آسیب رساندن به سیستم یا گوشی تلفن همراه کاربران طراحی شده است. یک هکر می تواند یکسری لینک یا محتوای اسپم را به صفحات وب سایت شما اضافه کند. چنین مواردی می تواند وب سایت شما را به خطر بیندازد. اگر یک هکر صفحات جدیدی را روی وب سایت شما ایجاد کند که حاوی کلمات یا لینک های اسپم باشد، شما با خطای امنیتی Hacked type: URL injection گوگل رو به رو می شوید. گاهی اوقات این صفحات جدید حاوی کدهایی هستند که به طور معمول توسط شما ایجاد نمی شوند. مثل هدایت کاربران به وب سایت های دیگر یا مشارکت وب سرور سایت شما در یک حمله به سایت های دیگر. برای رفع مشکل امنیتی سایت از نظر گوگل باید به ترتیب زیر پیش بروید: \n' +
                    '\n' +
                    'در ابتدا باید اطمینان حاصل کنید که صفحات وب سایت شما دارای محتوا یا تبلیغات فریبنده هستند. برای اینکار می توانید از ابزار URL inspecrtion سرچ کنسول گوگل استفاده کنید. در نظر داشته باشید که برخی از تبلیغات در دستگاه های تلفن همراه و نسخه دسکتاپ متفاوت باشند.\n' +
                    'محتوا یا منابع فریبنده شناسایی شده را حذف نمایید. تا زمانی که این صفحات حذف نشوند، نمی توانید برای رفع مشکل امنیتی موجود اقدام کنید.\n' +
                    'بعد از رفع مشکلات موجود زمان آن می رسد که درخواست بازنگری را از طریق گوگل سرچ کنسول ارسال نمایید.'
            },
            {
                status: 'low',
                name: 'مشکلات امنیتی بدافزارها در سایت',
                uuid: 'BAD-software',
                content: 'اگر وب سایت شما شامل تبلیغات یا منابع فریبنده ای باشد که بازدیدکنندگان را به انجام کارهای خطرناکی مثل افشای اطلاعات محرمانه یا دانلود بدافزارها ترغیب می کند، گوگل این مشکل امنیتی را برای وب سایت شما در نظر می گیرد. محتوای فریب دهنده ممکن است در قالب تصاویر یا هر ویژگی ظاهری دیگر و همچنین تبلیغات نمایش داده شود. گاهی اوقات این تبلیغات برای کاربران صفحه قابل مشاهده است. اما در برخی از موارد دیگر نیز سایت میزبان هیچگونه تبلیغاتی نیست اما کاربران را به صورت popup یا حالت های مختلف دیگر به صفحات بد انتقال می دهد. این نوع از محتوای فریبنده را نمونه ای از مهندسی اجتماعی می دانند. بدافراز در واقع هرگونه نرم افزاری است که به صورت اختصاصی برای آسیب رساندن به سیستم یا گوشی تلفن همراه کاربران طراحی شده است. یک هکر می تواند یکسری لینک یا محتوای اسپم را به صفحات وب سایت شما اضافه کند. چنین مواردی می تواند وب سایت شما را به خطر بیندازد. اگر یک هکر صفحات جدیدی را روی وب سایت شما ایجاد کند که حاوی کلمات یا لینک های اسپم باشد، شما با خطای امنیتی Hacked type: URL injection گوگل رو به رو می شوید. گاهی اوقات این صفحات جدید حاوی کدهایی هستند که به طور معمول توسط شما ایجاد نمی شوند. مثل هدایت کاربران به وب سایت های دیگر یا مشارکت وب سرور سایت شما در یک حمله به سایت های دیگر. برای رفع مشکل امنیتی سایت از نظر گوگل باید به ترتیب زیر پیش بروید: \n' +
                    '\n' +
                    'در ابتدا باید اطمینان حاصل کنید که صفحات وب سایت شما دارای محتوا یا تبلیغات فریبنده هستند. برای اینکار می توانید از ابزار URL inspecrtion سرچ کنسول گوگل استفاده کنید. در نظر داشته باشید که برخی از تبلیغات در دستگاه های تلفن همراه و نسخه دسکتاپ متفاوت باشند.\n' +
                    'محتوا یا منابع فریبنده شناسایی شده را حذف نمایید. تا زمانی که این صفحات حذف نشوند، نمی توانید برای رفع مشکل امنیتی موجود اقدام کنید.\n' +
                    'بعد از رفع مشکلات موجود زمان آن می رسد که درخواست بازنگری را از طریق گوگل سرچ کنسول ارسال نمایید.'
            },
            {
                status: 'good',
                name: 'مشکل Content injection',
                uuid: 'Content-injection',
                content: 'اگر وب سایت شما شامل تبلیغات یا منابع فریبنده ای باشد که بازدیدکنندگان را به انجام کارهای خطرناکی مثل افشای اطلاعات محرمانه یا دانلود بدافزارها ترغیب می کند، گوگل این مشکل امنیتی را برای وب سایت شما در نظر می گیرد. محتوای فریب دهنده ممکن است در قالب تصاویر یا هر ویژگی ظاهری دیگر و همچنین تبلیغات نمایش داده شود. گاهی اوقات این تبلیغات برای کاربران صفحه قابل مشاهده است. اما در برخی از موارد دیگر نیز سایت میزبان هیچگونه تبلیغاتی نیست اما کاربران را به صورت popup یا حالت های مختلف دیگر به صفحات بد انتقال می دهد. این نوع از محتوای فریبنده را نمونه ای از مهندسی اجتماعی می دانند. بدافراز در واقع هرگونه نرم افزاری است که به صورت اختصاصی برای آسیب رساندن به سیستم یا گوشی تلفن همراه کاربران طراحی شده است. یک هکر می تواند یکسری لینک یا محتوای اسپم را به صفحات وب سایت شما اضافه کند. چنین مواردی می تواند وب سایت شما را به خطر بیندازد. اگر یک هکر صفحات جدیدی را روی وب سایت شما ایجاد کند که حاوی کلمات یا لینک های اسپم باشد، شما با خطای امنیتی Hacked type: URL injection گوگل رو به رو می شوید. گاهی اوقات این صفحات جدید حاوی کدهایی هستند که به طور معمول توسط شما ایجاد نمی شوند. مثل هدایت کاربران به وب سایت های دیگر یا مشارکت وب سرور سایت شما در یک حمله به سایت های دیگر. برای رفع مشکل امنیتی سایت از نظر گوگل باید به ترتیب زیر پیش بروید: \n' +
                    '\n' +
                    'در ابتدا باید اطمینان حاصل کنید که صفحات وب سایت شما دارای محتوا یا تبلیغات فریبنده هستند. برای اینکار می توانید از ابزار URL inspecrtion سرچ کنسول گوگل استفاده کنید. در نظر داشته باشید که برخی از تبلیغات در دستگاه های تلفن همراه و نسخه دسکتاپ متفاوت باشند.\n' +
                    'محتوا یا منابع فریبنده شناسایی شده را حذف نمایید. تا زمانی که این صفحات حذف نشوند، نمی توانید برای رفع مشکل امنیتی موجود اقدام کنید.\n' +
                    'بعد از رفع مشکلات موجود زمان آن می رسد که درخواست بازنگری را از طریق گوگل سرچ کنسول ارسال نمایید.'
            },
        ]
    }
})